# config.py

TOKEN = ''

# Идентификаторы чатов администратора и для отзывов
ADMIN_CHAT_ID = 
FEEDBACK_CHAT_ID = 

# Курс юаня к рублю
CURRENCY_RATES = {
    '100_1000': 14.25 + 3,      # 14.25 + 3 = 17.25
    '1001_8000': 14.15 + 2.5,   # 14.15 + 2.5 = 16.65
    '8001_20000': 14.05 + 1.5,  # 14.05 + 1.5 = 15.55
}

# Реферальные источники
REF_SOURCES = {
    '5iSi2L0DO': 'ютуб',
    'sQX3eCZFhG': 'инст',
    '3CYjhVuzOA': 'тик-ток',
}

# График работы
WORK_SCHEDULE = "🕒 График работы: 12:00 - 22:00 ПН-ПТ"
